13/data/attachments/e9decef6a4359729.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:acceptInvitationRequest>
            <nif:username>soap_friends_b5d7f9db-59ba-4d4d-950e-6cab5b1206f6</nif:username>
            <nif:friendToBeAdded>Monique_meeting_Friend_55138_6</nif:friendToBeAdded>
        </nif:acceptInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>